---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.AirChangesPerHour
source: html/68c7e9b9-a815-24f7-27fd-fb4eafe13f73.htm
---
# Autodesk.Revit.DB.Mechanical.Space.AirChangesPerHour Property

Get the Specified AirChangesPerHour of the Space.

## Syntax (C#)
```csharp
public double AirChangesPerHour { get; }
```

## Remarks
This property is used to get the Specified AirChangesPerHour of the Space.